[
  {
    "question": "O que é SB?",
    "answerHtml": "<p>Super Bolão (SB) é um projeto coletivo iniciado em 2009, quando um pequeno grupo de militares se organizou para participar da <a href=\"templates/especiais.html?id=mega-virada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega da Virada</a>. Desde então, o SB evoluiu em escala e governança, tornando‑se referência em organização, transparência financeira e método.</p>"
  },
  {
    "question": "Quais são os tipos de projetos disponíveis?",
    "answerHtml": "<p>Nossa comunidade oferece três linhas de projetos:</p><ul><li><strong>Mensais</strong>: Lotofácil e Quina (sorteios diários). Veja <a href=\"templates/mensais.html?id=lf-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">Lotofácil Mensal</a> e <a href=\"templates/mensais.html?id=quina-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">Quina Mensal</a>.</li><li><strong>Especiais</strong>: LF da Independência, QSJ, DSP e Mega da Virada — páginas: <a href=\"templates/especiais.html?id=lf-independencia\" target=\"_blank\" rel=\"noopener noreferrer\">LF Independência</a>, <a href=\"templates/especiais.html?id=quina-saojoao\" target=\"_blank\" rel=\"noopener noreferrer\">Quina de São João</a>, <a href=\"templates/especiais.html?id=ds-pascoa\" target=\"_blank\" rel=\"noopener noreferrer\">Dupla Sena de Páscoa</a>, <a href=\"templates/especiais.html?id=mega-virada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega da Virada</a>.</li><li><strong>Acumulados</strong>: ativados com prêmios altos — <a href=\"templates/acumulados.html?id=mega-acumulada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega‑Sena Acumulada</a> e <a href=\"templates/acumulados.html?id=quina-acumulada\" target=\"_blank\" rel=\"noopener noreferrer\">Quina Acumulada</a>.</li></ul>"
  },
  {
    "question": "Como funcionam os projetos de concursos acumulados?",
    "answerHtml": "<p>Concursos acumulados (estratégicos) ⏰:</p><ul><li>Fique atento: avisos na comunidade logo cedo.</li><li>Entrada: até 18h do dia anterior.</li><li>Cota: R$ 20,00 por concurso.</li><li>Ativação: Mega ≥ R$ 50 mi ou Quina ≥ R$ 40 mi.</li><li>Predições por IA: apoio estatístico sem promessa de acerto.</li></ul><p>Saiba mais: <a href=\"templates/acumulados.html?id=mega-acumulada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega‑Sena Acumulada</a> | <a href=\"templates/acumulados.html?id=quina-acumulada\" target=\"_blank\" rel=\"noopener noreferrer\">Quina Acumulada</a>.</p>"
  },
  {
    "question": "Por que participar de um bolão?",
    "answerHtml": "<p>Vantagens na prática:</p><ul><li>Mais chances: mais jogos por pessoa, cobrindo combinações que sozinho ficariam caras.</li><li>Custo‑benefício: uma verdadeira vaquinha — poder de fogo maior sem pesar no bolso.</li><li>Desdobramentos e fechamentos: técnicas que ampliam a cobertura com custo diluído entre as cotas.</li><li>Diversificação de palpites: menos jogos parecidos, mais \"rede\" para capturar acertos.</li><li>Comodidade: o administrador faz o trabalho pesado (montagem dos jogos, compra, organização de cotas, conferência e…</li></ul>"
  },
  {
    "question": "E por que participar dos Bolões do Borges?",
    "answerHtml": "<p>Motivos que fazem diferença 🧠🔒:</p><ul><li>Histórico comprovado em Mega‑Sena, Quina, Dupla Sena e Lotofácil.</li><li>Método + IA: desdobramentos, variações controladas e modelos de apoio.</li><li>Organização e transparência: regras claras e <a href=\"prest.html\" target=\"_blank\" rel=\"noopener noreferrer\">prestação de contas</a> documentada.</li><li>Segurança: controles de acesso, trilhas auditáveis e atenção à LGPD.</li><li>Comodidade: compra, conferência e rateio centralizados.</li></ul>"
  },
  {
    "question": "Quais prêmios já foram conquistados pelos bolões?",
    "answerHtml": "<p>🏆 Projetos Especiais (amostras):</p><ul><li>Quadras na Mega‑Sena;</li><li>Ternos na Quina;</li><li>Vários ternos na Dupla Sena;</li><li>Inúmeros 11, 12 e 13 pontos na Lotofácil.</li></ul>"
  },
  {
    "question": "Como funcionam os projetos mensais (Lotofácil e Quina)?",
    "answerHtml": "<p>Resumo dos projetos mensais:</p><ul><li>Lotofácil Mensal: apostas com fechamentos e variações; <a href=\"templates/mensais.html?id=lf-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">detalhes</a>.</li><li>Quina Mensal: apostas e teimosinha para 24 concursos; <a href=\"templates/mensais.html?id=quina-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">detalhes</a>.</li><li>Prestação de contas diária por e‑mail (Gmail); WhatsApp só para avisos.</li><li>Pagamentos mensais via PIX.</li><li>Renovação por ciclo (24 sorteios): confirme continuidade ao final.</li></ul>"
  },
  {
    "question": "Posso participar?",
    "answerHtml": "<p>Sim. Para participar, observe os requisitos e siga os passos abaixo.</p><ul><li>Ser ex‑integrante de projetos anteriores ou indicado por participante ativo;</li><li>Compromisso com os pagamentos nos valores e prazos definidos para cada projeto;</li><li>Ter e‑mail do Gmail (acesso às planilhas e prestação de contas);</li><li>Ter WhatsApp para acompanhar os avisos da comunidade;</li><li>Concordar com as regras de participação e fluxo de prestação de contas.</li></ul>"
  },
  {
    "question": "Quais são as taxas para participar dos projetos?",
    "answerHtml": "<p><strong>Transparência total</strong> ✅: Não cobramos nenhuma taxa de administração. Todo o valor arrecadado é integralmente investido nas apostas do grupo. Nosso objetivo é reunir amigos de confiança que acreditam e aumentar as chances de todos.</p>"
  },
  {
    "question": "Por que preciso ter um e-mail no Gmail?",
    "answerHtml": "<p>📧 Porque usamos os recursos do Google (Drive, Planilhas, Documentos). O acesso é exclusivo a usuários logados com conta Gmail.</p>"
  },
  {
    "question": "Há limite de cotas por pessoa?",
    "answerHtml": "<p>Não. Cada pessoa pode adquirir quantas cotas desejar, respeitando a disponibilidade e as regras específicas de cada projeto.</p>"
  },
  {
    "question": "Posso entrar no meio do mês?",
    "answerHtml": "<p>Não. As entradas ocorrem apenas nas <strong>datas e janelas definidas</strong> para cada projeto. Consulte a página do projeto para conferir cronograma e prazos.</p>"
  },
  {
    "question": "Existe uma formalização da participação na comunidade?",
    "answerHtml": "<p>Sim. Acessando o link Entrar na Comunidade você pode avaliar as regras da Comunidade e receber o <strong>Documento Oficial de Participação</strong> personalizado.</p><p>Esse documento integra o conjunto de comprovações válidas para fins de <strong>transparência</strong>, <strong>rastreabilidade</strong> e <strong>prestação de contas</strong> da comunidade.</p>"
  },
  {
    "question": "Posso indicar amigos ou familiares?",
    "answerHtml": "<p>Sim. Participantes ativos podem indicar outras pessoas, desde que atendam aos critérios de participação.</p>"
  },
  {
    "question": "Posso dividir uma cota com alguém?",
    "answerHtml": "<p>Sim. Nesse caso, combinem e realizem o pagamento normalmente. Importante: a cota será registrada no nome de apenas uma pessoa, designada pelas partes. O bolão não se responsabiliza por pessoas não registradas.</p>"
  },
  {
    "question": "Como é calculado o valor das parcelas mensais?",
    "answerHtml": "<p>Regra geral:</p><ul><li>Quem entra desde o primeiro mês paga sempre o valor fixo da parcela mensal (valorMes). Não há ajuste.</li><li>O ajuste só se aplica a quem entra após o início do projeto, para compensar os meses já decorridos.</li></ul>"
  },
  {
    "question": "Como faço os pagamentos?",
    "answerHtml": "<p>Os pagamentos são feitos exclusivamente via PIX. Não trabalhamos com outras formas de pagamento. Copie a chave utilizando o botão abaixo:</p>"
  },
  {
    "question": "Aceitam outras formas de pagamento?",
    "answerHtml": "<p>Não. Os pagamentos são <strong>somente via PIX</strong>.</p><p>Não aceitamos TED/DOC, cartão, boleto, dinheiro em espécie, aplicativos de terceiros ou transferências para contas não informadas oficialmente.</p><p>Use sempre a chave disponibilizada no item acima e confirme os dados do destinatário antes de enviar.</p>"
  },
  {
    "question": "Como facilitar os pagamentos mensais?",
    "answerHtml": "<p>Para os casos de projetos especiais, você pode agendar um PIX recorrente no seu banco com os valores corretos e datas certas — assim você evita esquecimentos. Projetos Mensais como <a href=\"templates/mensais.html?id=quina-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">Quina Mensal</a> e <a href=\"templates/mensais.html?id=lf-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">Lotofácil Mensal</a> precisam ser pagos no dia avisado pelo Administrador, pois os valores mudam mês a mês e não é possível agendar nesses casos.</p>"
  },
  {
    "question": "Como as Caixinhas do Nubank são usadas nos projetos especiais?",
    "answerHtml": "<p>Para organizar os recursos dos projetos especiais, utilizamos Caixinhas do Nubank como mecanismo de segregação financeira e controle mensal.</p><ul><li>Separação por finalidade: cada projeto (por exemplo, <a href=\"templates/especiais.html?id=lf-independencia\" target=\"_blank\" rel=\"noopener noreferrer\">Lotofácil da Independência</a>, <a href=\"templates/especiais.html?id=quina-saojoao\" target=\"_blank\" rel=\"noopener noreferrer\">Quina de São João</a>, <a href=\"templates/especiais.html?id=mega-virada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega da Virada</a>)…</li><li>Visibilidade e previsibilidade: o acompanhamento do saldo por projeto facilita o planejamento de compras de apostas e…</li><li>Organização e disciplina: entradas mensais ficam reservadas até o momento do registro das apostas, reduzindo risco…</li><li>Eficiência: simplifica a conciliação com planilhas e a prestação de contas.</li></ul>"
  },
  {
    "question": "O que acontece se eu atrasar o pagamento?",
    "answerHtml": "<p>Pagamentos em atraso seguem duas regras simples:</p><ul><li><strong>Correção simbólica: </strong> o valor devido é cobrado no mês seguinte com acréscimo de <strong>R$ 1, 00</strong> (conforme política da comunidade).</li><li><strong>Persistência do atraso: </strong> se o pagamento não for regularizado, o participante é removido do grupo e <strong>o valor eventualmente pago é integralmente devolvido</strong>.</li></ul><p>Em caso de imprevistos, avise com antecedência para avaliarmos alternativas.</p>"
  },
  {
    "question": "Posso desistir ou pedir devolução de pagamentos antecipados?",
    "answerHtml": "<p>Tratamos pedidos de desistência e de devolução de pagamentos antecipados apenas em casos excepcionais, avaliados pelo Administrador.</p>"
  },
  {
    "question": "Quando ocorrem os sorteios?",
    "answerHtml": "<p>📅 Cada projeto segue o calendário oficial da Caixa. As datas são informadas com antecedência na comunidade.</p>"
  },
  {
    "question": "Quando as apostas são registradas?",
    "answerHtml": "<p>Registramos as apostas com antecedência planejada, conforme o cronograma de cada projeto.</p><ul><li>Projetos especiais: registro realizado no mínimo 7 dias antes do sorteio.</li><li>Projetos mensais: o registro é efetuado imediatamente após o fechamento do ciclo vigente, para que não haja solução de…</li></ul>"
  },
  {
    "question": "As apostas são registradas em lotérica?",
    "answerHtml": "<p>Não. Todo o processo é online 🌐.</p><ul><li>Confirmação por e‑mail para operações sensíveis;</li><li>MFA (autenticação em dois fatores) no acesso e na confirmação de transações;</li><li>Dispositivos de confiança e sessões controladas;</li><li>Comprovantes digitais registrados e guardados no histórico oficial.</li></ul>"
  },
  {
    "question": "Como são escolhidos os jogos/dezenas?",
    "answerHtml": "<p>🧠 Adotamos uma abordagem combinada, com transparência e método:</p><ul><li>Participação dos integrantes: parte dos jogos é marcada pelos participantes em planilha dedicada (\"dezenas da sorte\").</li><li>Modelos computacionais: outra parte é gerada por algoritmos de Inteligência Artificial (Machine Learning e Redes…</li><li>Registro oficial: todas as apostas são registradas no aplicativo oficial da Caixa e/ou no site Loterias Online, com…</li></ul>"
  },
  {
    "question": "Recebo cópia física dos bilhetes?",
    "answerHtml": "<p>🧾 Não. As apostas são digitais, registradas no aplicativo oficial da Caixa e/ou no site Loterias Online. Os comprovantes e recibos digitais são compartilhados por e‑mail e no Drive do projeto.</p>"
  },
  {
    "question": "Quando é feita a conferência dos bilhetes?",
    "answerHtml": "<p>A conferência acontece após cada sorteio (por volta das 21: 20), e todos recebem o relatório completo por e‑mail.</p>"
  },
  {
    "question": "Como conferir cada aposta registrada?",
    "answerHtml": "<p>O Administrador desenvolveu um sistema próprio de conferência, integrado à API oficial da Caixa, que coleta automaticamente os resultados dos sorteios e confere todas as apostas de cada bolão.</p><ul><li>lista de jogos conferidos por projeto;</li><li>acertos por aposta e por combinação;</li><li>prêmios por bilhete e totais consolidados;</li><li>links diretos para as planilhas e comprovantes no Google Drive.</li></ul>"
  },
  {
    "question": "Como recebo os resultados e comprovantes?",
    "answerHtml": "<p>Os resultados e comprovantes são enviados por <strong>e‑mail</strong> e ficam disponíveis no <strong>Google Drive</strong> do projeto. Veja também o item \"Como conferir cada aposta registrada? \".</p>"
  },
  {
    "question": "Onde vejo minha planilha e histórico?",
    "answerHtml": "<p>Você recebe em seu e‑mail um link exclusivo com todos os dados de pagamentos, cotas e resultados. Também pode acessar pelo seu Drive em \"Compartilhados comigo\".</p>"
  },
  {
    "question": "Como funciona a prestação de contas?",
    "answerHtml": "<p>Transparência com documentos oficiais e trilhas de acesso conferíveis.</p><ul><li>Canais: e‑mail (relatórios), Google Drive (planilhas, comprovantes, registros) e WhatsApp (resumos).</li><li>Segurança: acesso autenticado, permissões mínimas necessárias e histórico de alterações.</li><li>LGPD e privacidade: minimização de dados e exposição controlada.</li><li>Cronograma: fechamento de cotas → registro das apostas → resultados → prestação final.</li><li>O que você recebe: links oficiais, PDFs, planilhas e comprovações auditáveis.</li></ul>"
  },
  {
    "question": "Comunicação e documentos oficiais",
    "answerHtml": "<p>📣 Toda comunicação oficial é realizada por e‑mail, incluindo confirmação de pagamento via PIX, link de acesso à pasta do projeto no Google Drive, prestação de contas e conferência detalhada das apostas. Todos os documentos — comprovantes de pagamento, relatórios financeiros, termos de adesão e registros de…</p><ul><li>📣 Toda comunicação oficial é realizada por e‑mail, incluindo confirmação de pagamento…</li><li>Todos os documentos — comprovantes de pagamento, relatórios financeiros, termos de adesão…</li><li>Utilizamos grupos de WhatsApp para avisos. Eventualmente abrimos para interação entre os…</li><li>A prestação de contas é publicada logo após o registro do bolão. Os resultados são…</li></ul>"
  },
  {
    "question": "Transparência e rastreabilidade",
    "answerHtml": "<p>🔍 A transparência é garantida com a emissão da <strong>Relação de Participantes</strong> e suas respectivas cotas, além dos <strong>comprovantes individuais</strong> de pagamento via PIX. Esses documentos constituem prova formal da participação, quando necessário.</p>"
  },
  {
    "question": "Privacidade: quem pode ver minhas informações?",
    "answerHtml": "<p>🔒 O acesso às planilhas e documentos é <strong>estritamente controlado</strong> e concedido somente a <strong>usuários autenticados</strong> (e‑mails informados pelos próprios participantes). Adotamos práticas alinhadas à <strong>LGPD</strong>, com minimização de dados, controle de acesso e registro adequado das operações.</p>"
  },
  {
    "question": "Há alguma fiscalização ou auditoria?",
    "answerHtml": "<p>Não há uma equipe formal, mas ao final de cada projeto realizamos <strong>auditoria voluntária</strong>. Documentos são enviados a todos os participantes, e qualquer pessoa pode solicitar esclarecimentos ou realizar auditoria independente.</p>"
  },
  {
    "question": "Quais são os compromissos do organizador?",
    "answerHtml": "<p>Essa distribuição observa as diretrizes da Receita Federal do Brasil aplicáveis a apostas conjuntas em loterias, nos termos do Regulamento do Imposto sobre a Renda – RIR/2018, art. 732, inciso I, e da Lei nº 11. 941/2009.</p><ul><li>Conduzir todos os projetos com transparência, responsabilidade e ética, zelando pela…</li><li>Aplicar integralmente os valores arrecadados na aquisição de apostas oficiais, conforme…</li><li>Prestar contas de forma clara, organizada e acessível, disponibilizando aos participantes…</li><li>Preservar a confidencialidade das informações pessoais e financeiras, armazenando dados e…</li></ul>"
  },
  {
    "question": "Quem é o Administrador e quais são suas responsabilidades?",
    "answerHtml": "<p>O Administrador dos projetos é Fernando Borges.</p><ul><li>Profissional de Segurança da Informação e Incident Handler;</li><li>Mestrado (áreas) em Ciência da Computação, com atuação em Cybersecurity;</li><li>Entusiasta de IA e Machine Learning aplicados a estratégias de loteria;</li><li>Organizador dos bolões e curador dos modelos e regras.</li></ul><p><strong>Contato:</strong> <a href=\"mailto:correiodofernando@gmail.com\">correiodofernando@gmail.com</a></p>"
  },
  {
    "question": "Qual o valor mínimo para repasse vs. reinvestimento?",
    "answerHtml": "<p>Adotamos o critério de <strong>valor significativo</strong> por cota: quando o <strong>prêmio proporcional</strong> a cada participante <strong>excede o valor efetivamente pago pela cota no período</strong>, fazemos o <strong>repasse via PIX</strong>. Caso contrário, o valor é <strong>reaplicado</strong> em novos jogos do projeto, com o devido registro em prestação de contas.</p>"
  },
  {
    "question": "Prêmios de pequeno valor serão reaplicados?",
    "answerHtml": "<p>Sim. Prêmios de pequeno valor são <strong>reaplicados</strong> em novos jogos, a critério do administrador, para manter a dinâmica e ampliar as chances de premiação coletiva.</p>"
  },
  {
    "question": "Prêmios significativos: como é a divisão?",
    "answerHtml": "<p>Prêmios significativos são <strong>divididos proporcionalmente</strong> entre os participantes e o administrador, com base no número de cotas adquiridas, conforme registrado na prestação de contas de cada projeto.</p>"
  },
  {
    "question": "Há impostos sobre os prêmios?",
    "answerHtml": "<p>🧾 Os prêmios de loterias estão sujeitos a tributação exclusiva na fonte conforme a legislação vigente. Nos <strong>repasses proporcionais entre cotistas</strong> em apostas conjuntas, observamos as orientações da Receita Federal do Brasil para apostas conjuntas, assegurando a legalidade do procedimento e a correta classificação na declaração de cada participante.</p>"
  },
  {
    "question": "Como a IA é usada nos projetos?",
    "answerHtml": "<p>🤖 Usamos IA para apoiar as escolhas com base em dados — sem prometer acertos.</p><ul><li>Estatística + modelos (ex.: LSTM) para selecionar números.</li><li>Diversidade e semelhança controlada entre jogos.</li></ul><p>Detalhes: <a href=\"ia.html\" target=\"_blank\" rel=\"noopener noreferrer\">IA nos Projetos</a>.</p>"
  },
  {
    "question": "Ainda tenho dúvidas. O que faço?",
    "answerHtml": "<p>Entre em contato por e‑mail: <a href=\"mailto:correiodofernando@gmail.com\">correiodofernando@gmail.com</a>.</p>"
  }
]
