[
  {
    "question": "O que é SB?",
    "answerHtml": "<p><strong>Super Bolão (SB)</strong> é um projeto coletivo iniciado em 2009, quando um pequeno grupo de militares se organizou para participar da Mega da Virada. Desde então, o SB evoluiu em escala e governança, tornando‑se referência em organização, transparência financeira e método.</p><p>Ao longo dos anos, o público se ampliou e novas funcionalidades foram incorporadas. Atualmente, contamos com participantes em diversas regiões do país, muitos deles desde as primeiras edições.</p><p>O \"SB\" (também chamado de \"Sierra Bravo\") é uma ação entre amigos coordenada por <strong>Fernando Borges</strong>, administrador do bolão, com o objetivo de aumentar, de forma estruturada, as chances do grupo no sorteio da <a href=\"templates/especiais.html?id=mega-virada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega‑Sena da Virada</a>.</p><p>Utilizamos também outras siglas para identificar projetos especiais: <strong>QSJ</strong> (<a href=\"templates/especiais.html?id=quina-saojoao\" target=\"_blank\" rel=\"noopener noreferrer\">Quina de São João</a>), <strong>LF</strong> (Lotofácil — em especial a <a href=\"templates/especiais.html?id=lf-independencia\" target=\"_blank\" rel=\"noopener noreferrer\">Lotofácil da Independência</a>) e <strong>DSP</strong> (<a href=\"templates/especiais.html?id=ds-pascoa\" target=\"_blank\" rel=\"noopener noreferrer\">Dupla Sena de Páscoa</a>). Cada projeto possui página própria com regras, cronograma e orientações de participação.</p>"
  },
  {
    "question": "Quais são os tipos de projetos disponíveis?",
    "answerHtml": "<p>Nossa comunidade oferece três linhas de projetos:</p><ul><li><strong>Projetos Mensais</strong>: sorteios diários da <em>Lotofácil</em> e da <em>Quina</em>, ideais para quem gosta de acompanhar os resultados todas as noites.</li><li><strong>Projetos Especiais</strong>: focados nos grandes concursos da Caixa — <em>Lotofácil da Independência</em>, <em>Quina de São João</em>, <em>Dupla Sena de Páscoa</em> e <em>Mega da Virada</em>.</li><li><strong>Projetos Estratégicos (Acumulados)</strong>: mobilizados quando há acumulações relevantes, como <em>Mega‑Sena</em> (acima de R$ 50 milhões) e <em>Quina</em> (acima de R$ 40 milhões), com jogos otimizados e estruturados para aumentar as chances de prêmios.</li></ul><p>Você pode participar de um ou mais projetos, conforme sua preferência.</p>"
  },
  {
    "question": "Quanto tempo preciso permanecer nos projetos?",
    "answerHtml": "<p>O tempo de permanência depende da modalidade escolhida:</p><ul><li><strong>Projetos Especiais</strong>: ao confirmar sua vaga, você declara ciência das regras e mantém as parcelas programadas até o sorteio correspondente ser concluído.</li><li><strong>Projetos Mensais</strong>: a entrada garante sua vaga nos ciclos seguintes; os valores de continuidade tendem a ser menores porque reaplicamos os prêmios dos concursos anteriores para reduzir o custo por cota.</li><li><strong>Projetos Estratégicos (Acumulados)</strong>: participação pontual e independente, válida apenas para o sorteio daquela janela, sem obrigação de renovação.</li></ul><p>Reforçamos as janelas, prazos e condições em cada comunicação antes de abrir ou confirmar novas vagas.</p>"
  },
  {
    "question": "Existe grupo para os projetos Estratégicos (Acumulados)?",
    "answerHtml": "<p>Não. Os projetos estratégicos são operações pontuais, sem grupo específico. Toda a comunicação ocorre por e-mail, usando o endereço informado no cadastro da comunidade.</p><p>Mensagens sobre abertura de vagas, confirmação de pagamentos e envio de comprovantes seguem exclusivamente pelo canal oficial com o administrador.</p>"
  },
  {
    "question": "Como funcionam os projetos especiais (Lotofácil da Independência, Quina de São João, Dupla Sena de Páscoa e Mega da Virada)?",
    "answerHtml": "<p><strong>Visão geral</strong> dos projetos especiais:</p><ul><li><strong>Planejamento anual</strong>: cada projeto tem cronograma divulgado no início do ano, com parcelas mensais fixas e data de PIX definida para facilitar a organização (dias 7, 8, 9 ou 10, conforme o projeto).</li><li><strong>Cotas programadas</strong>: a cota total é diluída em parcelas mensais, garantindo previsibilidade e permitindo entradas planejadas até a data‑limite (após essa fase, trabalhamos apenas com vagas remanescentes confirmadas).</li><li><strong>Gestão financeira</strong>: os recursos ficam segregados em caixinhas exclusivas no Nubank e são conciliados em planilhas com prestação de contas no Drive.</li><li><strong>Operação centralizada</strong>: o administrador monta os jogos, registra as apostas, confere os resultados e envia relatórios e comprovantes a todos os participantes.</li></ul><p><strong>Calendário 2025</strong> (cotas integrais e janelas de pagamento):</p><ul><li><strong>Lotofácil da Independência</strong>: cota de <strong>R$ 240</strong>, parcelada em <strong>8× de R$ 30</strong> de <strong>janeiro a agosto</strong>; PIX todo dia <strong>7</strong>; confirmações até <strong>07/08/2025</strong>; sorteio em <strong>07/09/2025</strong>. Página: <a href=\"templates/especiais.html?id=lf-independencia\" target=\"_blank\" rel=\"noopener noreferrer\">LF Independência</a>.</li><li><strong>Quina de São João</strong>: cota de <strong>R$ 180</strong>, parcelada em <strong>6× de R$ 30</strong> de <strong>janeiro a junho</strong>; PIX todo dia <strong>8</strong>; confirmações até <strong>08/06/2025</strong>; sorteio em <strong>28/06/2025</strong>. Página: <a href=\"templates/especiais.html?id=quina-saojoao\" target=\"_blank\" rel=\"noopener noreferrer\">QSJ</a>.</li><li><strong>Dupla Sena de Páscoa</strong>: cota de <strong>R$ 120</strong>, parcelada em <strong>4× de R$ 30</strong> de <strong>janeiro a abril</strong>; PIX todo dia <strong>9</strong>; confirmações até <strong>09/04/2025</strong>; sorteio em <strong>19/04/2025</strong>. Página: <a href=\"templates/especiais.html?id=ds-pascoa\" target=\"_blank\" rel=\"noopener noreferrer\">DSP</a>.</li><li><strong>Mega da Virada</strong>: cota de <strong>R$ 600</strong>, parcelada em <strong>12× de R$ 50</strong> de <strong>janeiro a dezembro</strong>; PIX todo dia <strong>10</strong>; confirmações até <strong>10/12/2025</strong>; sorteio em <strong>31/12/2025</strong>. Página: <a href=\"templates/especiais.html?id=mega-virada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega da Virada</a>.</li></ul><p><strong>Entregas ao participante</strong>:</p><ul><li><strong>Documentos oficiais</strong>: relação de participantes, comprovantes de PIX e planilhas compartilhadas via Google Drive.</li><li><strong>Relatórios recorrentes</strong>: e‑mails com evolução das arrecadações, compras de jogos e comprovantes dos registros.</li><li><strong>Resultados conferidos</strong>: envio da conferência automatizada logo após a divulgação oficial da Caixa, com rateio proporcional das cotas.</li></ul><p><em>Importante</em>: após a data‑limite, novas adesões dependem de vaga disponível e pagamento integral. Prêmios relevantes são sempre rateados proporcionalmente às cotas.</p>"
  },
  {
    "question": "Como funcionam os projetos mensais (Lotofácil e Quina)?",
    "answerHtml": "<p><strong>Resumo</strong> dos projetos mensais:</p><ul><li><strong>Lotofácil Mensal (LF)</strong>: valor integralmente aplicado em apostas de <strong>15</strong> e <strong>16 dezenas</strong>, com <em>fechamento (combinações)</em> e <em>teimosinha</em> para <strong>24 concursos</strong>.</li><li><strong>Quina Mensal</strong>: valor integralmente aplicado em apostas de <strong>5 dezenas</strong>, com <em>fechamento</em> e <em>teimosinha</em> para <strong>24 concursos</strong>.</li><li><strong>Volume de sorteios</strong>: os jogos acontecem <strong>seis vezes por semana</strong> (segunda a sábado); feriados nacionais ou decisões da Caixa podem suspender um concurso específico.</li><li><strong>Ciclo técnico</strong>: cada rodada cobre <strong>24 concursos consecutivos</strong>. Como nem sempre esse total encaixa exatamente em um mês calendário, o <strong>reinício</strong> pode variar alguns dias.</li><li><strong>Prestação de contas</strong>: diária e detalhada, enviada por <strong>e‑mail (Gmail)</strong>; grupo de <strong>WhatsApp</strong> usado apenas para avisos (grupo silenciado).</li><li><strong>Pagamentos</strong>: mensais, exclusivamente via <strong>PIX</strong>.</li><li><strong>Renovação por ciclo</strong>: ao término de cada ciclo, é <strong>responsabilidade do participante</strong> confirmar a continuidade e <strong>renovar as apostas</strong> para o ciclo seguinte, observando prazos e comunicados.</li></ul><p><em>Importante</em>: acompanhe os avisos nos grupos temáticos para confirmar as datas exatas de pagamento e reinício — possíveis feriados ou ajustes operacionais podem alterar o cronograma padrão. Contamos com a compreensão de todos.</p><p>Consulte as páginas de cada projeto para mais informações: <a href=\"templates/mensais.html?id=lf-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">Lotofácil Mensal</a> e <a href=\"templates/mensais.html?id=quina-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">Quina Mensal</a>.</p>"
  },
  {
    "question": "Como funcionam os projetos de concursos acumulados?",
    "answerHtml": "<p><strong>Concursos acumulados (estratégicos)</strong> ⏰:</p><ul><li><strong>Fique atento</strong>: os avisos de prêmios acumulados saem na comunidade logo no início da manhã. <strong>Participe</strong> e acompanhe os recados.</li><li><strong>Janela de entrada</strong>: até as <strong>18h</strong> do dia <strong>anterior</strong> ao sorteio — organização com tempo e calma para <strong>zero erro</strong>.</li><li><strong>Cota</strong>: R$ 20,00 por concurso.</li><li><strong>Ativação</strong>: apenas quando a <em>Mega‑Sena</em> estiver <strong>acima de R$ 50 milhões</strong> ou a <em>Quina</em> <strong>acima de R$ 40 milhões</strong>.</li><li><strong>Predições por IA</strong>: combinamos estatística e algoritmos inteligentes para apoiar escolhas (sem promessa de acerto).</li><li><strong>Resultados</strong>: enviados somente aos <strong>participantes confirmados</strong> do concurso.</li><li><strong>Uma hora chega</strong>: <em>um prêmio pode sair a qualquer momento</em> — esteja dentro quando acontecer.</li></ul><p><strong>Saiba mais</strong> nas páginas dos acumulados:</p><ul><li><a href=\"templates/acumulados.html?id=mega-acumulada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega‑Sena Acumulada</a></li><li><a href=\"templates/acumulados.html?id=quina-acumulada\" target=\"_blank\" rel=\"noopener noreferrer\">Quina Acumulada</a></li></ul>"
  },
  {
    "question": "Quando ocorrem os sorteios?",
    "answerHtml": "<p>📅 Cada projeto segue o calendário oficial da Caixa. As datas são informadas com antecedência na comunidade.</p>"
  },
  {
    "question": "Por que participar de um bolão?",
    "answerHtml": "<p><strong>Vantagens na prática</strong>:</p><ul><li><strong>Mais chances</strong>: mais jogos por pessoa, cobrindo combinações que sozinho ficariam caras.</li><li><strong>Custo‑benefício</strong>: uma verdadeira <em>vaquinha</em> — poder de fogo maior sem pesar no bolso.</li><li><strong>Desdobramentos e fechamentos</strong>: técnicas que ampliam a cobertura com custo diluído entre as cotas.</li><li><strong>Diversificação de palpites</strong>: menos jogos parecidos, mais \"rede\" para capturar acertos.</li><li><strong>Comodidade</strong>: o administrador faz o trabalho pesado (montagem dos jogos, compra, organização de cotas, conferência e rateio); você acompanha e torce.</li><li><strong>Prêmios intermediários</strong>: acertos menores ajudam a amortecer perdas quando acontecem.</li><li><strong>Histórico no Brasil</strong>: muitos grandes prêmios (Mega da Virada, Quina de São João, Lotofácil da Independência) frequentemente saem para bolões — prova de que o jogo coletivo funciona.</li><li><strong>Disciplina e constância</strong>: estar dentro quando <em>pintar a boa</em> faz diferença.</li><li><strong>Risco distribuído</strong>: ganhos e perdas repartidos; menos \"all‑in\" individual.</li><li><strong>Facilidade logística</strong>: centralização da compra, registro e conferência dos bilhetes.</li><li><strong>Comunidade</strong>: emoção compartilhada, troca de ideias e motivação para seguir firme.</li><li><strong>Transparência entre participantes</strong>: regras claras de participação e divisão de prêmios.</li></ul><p><em>Observação</em>: loterias envolvem risco e não há garantia de prêmios.</p>"
  },
  {
    "question": "E por que participar dos Bolões do Borges?",
    "answerHtml": "<p><strong>Motivos que fazem diferença</strong> 🧠🔒:</p><ul><li><strong>Histórico comprovado</strong>: quadras na Mega‑Sena, ternos na Quina e na Dupla Sena, além de inúmeros 11, 12 e 13 pontos na Lotofácil; nos mensais, há recorrência de acertos (média histórica variável). Tudo documentado em <a href=\"prest.html\" target=\"_blank\" rel=\"noopener noreferrer\">prestação de contas</a>.</li><li><strong>Método e IA</strong>: desdobramentos, variações controladas, teimosinha e modelos de apoio (estatística e LSTM) para escolhas mais embasadas — <strong>sem promessa de acerto</strong>. Detalhes em <a href=\"ia.html\" target=\"_blank\" rel=\"noopener noreferrer\">IA nos Projetos</a>.</li><li><strong>Organização e transparência</strong>: regras claras, cronograma, registros de apostas e comprovantes compartilhados; sem taxa de administração — o valor das cotas vai para as apostas do grupo.</li><li><strong>Confiança e segurança</strong>: administração identificada, controles de acesso, trilhas auditáveis e atenção à LGPD; comunicação clara com os participantes.</li><li><strong>Comodidade para você</strong>: o <em>trabalho pesado</em> (montagem dos jogos, compras, conferência e rateio) fica por nossa conta; você acompanha e participa das decisões principais.</li></ul><p><em>Nota</em>: resultados passados não garantem resultados futuros. Loterias envolvem risco; jogue com responsabilidade.</p>"
  },
  {
    "question": "Quais prêmios já foram conquistados pelos bolões?",
    "answerHtml": "<p>🏆 <strong>Projetos Especiais</strong> (amostras):</p><ul><li>Quadras na Mega‑Sena;</li><li>Ternos na Quina;</li><li>Vários ternos na Dupla Sena;</li><li>Inúmeros 11, 12 e 13 pontos na Lotofácil.</li></ul><p><strong>Projetos Mensais</strong> (desempenho histórico):</p><ul><li><strong>Lotofácil</strong>: média de <strong>30% a 40%</strong> de retorno mensal sobre o valor investido;</li><li><strong>Quina</strong>: retorno histórico um pouco menor (varia por período).</li></ul><p><strong>Foco e evolução</strong>:</p><ul><li>Constância é essencial — a qualquer momento a premiação maior pode chegar;</li><li>Embora ainda não tenhamos um prêmio de grande impacto, a evolução é consistente;</li><li>O trabalho sério com <strong>IA</strong> e análise estatística vem aprimorando a qualidade dos jogos;</li><li>Transparência total: todas as ocorrências constam nas planilhas e relatórios de <a href=\"prest.html\" target=\"_blank\" rel=\"noopener noreferrer\">prestação de contas</a>.</li></ul><p><em>Observação</em>: resultados variam a cada período; <strong>não há garantia</strong> de retorno ou premiação futura, e todo jogo envolve risco.</p>"
  },
  {
    "question": "Posso participar?",
    "answerHtml": "<p><strong>Sim.</strong> Para participar, observe os requisitos e siga os passos abaixo.</p><p><strong>Requisitos:</strong></p><ul><li>Ser ex‑integrante de projetos anteriores ou indicado por participante ativo;</li><li>Compromisso com os pagamentos <strong>nos valores e prazos definidos</strong> para cada projeto;</li><li>Ter <strong>e‑mail do Gmail</strong> (acesso às planilhas e prestação de contas);</li><li>Ter <strong>WhatsApp</strong> para acompanhar os avisos da comunidade;</li><li>Concordar com as <strong>regras de participação</strong> e fluxo de prestação de contas.</li></ul><p><strong>Como entrar:</strong></p><ul><li>Preencha o <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSeGURdHgTYpsLF4hcW45xlHJGkdqv4ubCNr3lvGk4dGCcTqxw/viewform\" target=\"_blank\" rel=\"noopener noreferrer\">formulário de inscrição</a>;</li><li>Acompanhe as <strong>oportunidades de novos bolões</strong> (mensais e especiais);</li><li>Receba o seu <strong>Documento Oficial de Participação</strong>;</li><li>Comunicação objetiva: grupos silenciados, usados apenas para avisos e feedbacks essenciais.</li></ul><p><a href=\"https://docs.google.com/forms/d/e/1FAIpQLSeGURdHgTYpsLF4hcW45xlHJGkdqv4ubCNr3lvGk4dGCcTqxw/viewform\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"btn sb2025\">Quero Participar</a></p>"
  },
  {
    "question": "Quais são as taxas para participar dos projetos?",
    "answerHtml": "<p><strong>Transparência total</strong> ✅: Não cobramos nenhuma taxa de administração. Todo o valor arrecadado é integralmente investido nas apostas do grupo. Nosso objetivo é reunir amigos de confiança que acreditam e aumentar as chances de todos.</p>"
  },
  {
    "question": "Por que preciso ter um e-mail no Gmail?",
    "answerHtml": "<p>📧 Porque usamos os recursos do Google (Drive, Planilhas, Documentos). O acesso é exclusivo a usuários logados com conta Gmail.</p>"
  },
  {
    "question": "Há limite de cotas por pessoa?",
    "answerHtml": "<p>Não. Cada pessoa pode adquirir quantas cotas desejar, respeitando a disponibilidade e as regras específicas de cada projeto.</p>"
  },
  {
    "question": "Posso entrar nos bolões a qualquer tempo?",
    "answerHtml": "<p>Sim, mas as entradas ocorrem apenas nas <strong>datas e janelas definidas</strong> para cada projeto.</p><ul><li><strong>Projetos Especiais</strong>: seguem um cronograma anual com <em>parcelas mensais</em>. Entradas são aceitas até a <strong>data‑limite</strong> de cada bolão. Quem ingressa após o início do ciclo efetua o pagamento da <strong>cota integral</strong>, em <strong>parcela única</strong>, com correção simbólica, para compensar as parcelas de meses anteriores. Para 2025, a <em>cota integral</em> (parcela única no mês final) é: <strong>Lotofácil da Independência</strong> até <strong>07/08/2025</strong> — <strong>R$ 247,00</strong>; <strong>Quina de São João</strong> até <strong>08/06/2025</strong> — <strong>R$ 185,00</strong>; <strong>Dupla Sena de Páscoa</strong> até <strong>09/04/2025</strong> — <strong>R$ 123,00</strong>; e <strong>Mega da Virada</strong> até <strong>10/12/2025</strong> — <strong>R$ 611,00</strong>. Confira as páginas da <a href=\"templates/especiais.html?id=lf-independencia\" target=\"_blank\" rel=\"noopener noreferrer\">Lotofácil da Independência</a>, <a href=\"templates/especiais.html?id=quina-saojoao\" target=\"_blank\" rel=\"noopener noreferrer\">Quina de São João</a>, <a href=\"templates/especiais.html?id=ds-pascoa\" target=\"_blank\" rel=\"noopener noreferrer\">Dupla Sena de Páscoa</a> e <a href=\"templates/especiais.html?id=mega-virada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega da Virada</a>.</li><li><strong>Projetos Mensais</strong>: abrem janela de entrada a cada ciclo de <strong>24 concursos</strong>. Veja detalhes da <a href=\"templates/mensais.html?id=lf-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">Lotofácil Mensal</a> e da <a href=\"templates/mensais.html?id=quina-mensal\" target=\"_blank\" rel=\"noopener noreferrer\">Quina Mensal</a>.</li><li><strong>Projetos Estratégicos (Acumulados)</strong>: têm chamadas no dia anterior aos sorteios e encerram às <strong>18h</strong>. Acompanhe a <a href=\"templates/acumulados.html?id=mega-acumulada\" target=\"_blank\" rel=\"noopener noreferrer\">Mega Sena Acumulada</a> e a <a href=\"templates/acumulados.html?id=quina-acumulada\" target=\"_blank\" rel=\"noopener noreferrer\">Quina Acumulada</a>.</li></ul><p>Todas as janelas são anunciadas na comunidade WhatsApp, garantindo que você confirme as cotas no momento certo. ⚠️ Fique atento aos avisos da comunidade para não perder nenhuma oportunidade.</p>"
  },
  {
    "question": "Existe uma formalização da participação na comunidade?",
    "answerHtml": "<p>Sim. Acessando o link <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSeGURdHgTYpsLF4hcW45xlHJGkdqv4ubCNr3lvGk4dGCcTqxw/viewform\" target=\"_blank\" rel=\"noopener noreferrer\">Entrar na Comunidade</a> você pode avaliar as regras da Comunidade e receber o <strong>Documento Oficial de Participação</strong> personalizado.</p><p>Esse documento integra o conjunto de comprovações válidas para fins de <strong>transparência</strong>, <strong>rastreabilidade</strong> e <strong>prestação de contas</strong> da comunidade.</p>"
  },
  {
    "question": "Posso indicar amigos ou familiares?",
    "answerHtml": "<p>Sim. Participantes ativos podem indicar outras pessoas, desde que atendam aos critérios de participação.</p>"
  },
  {
    "question": "Posso dividir uma cota com alguém?",
    "answerHtml": "<p>Sim, dividir uma cota com amigos ou familiares é permitido. Combinar internamente como será o rateio e registrar os acordos por escrito evita ruídos. A organização do bolão reconhece apenas o titular indicado no cadastro oficial.</p><p>O pagamento deve ser feito normalmente (PIX na data combinada), e toda a comunicação oficial, inclusive prestação de contas e eventual repasse de prêmios, seguirá para o titular registrado. Cabe a esse titular administrar o repasse interno para os demais combinados.</p><p><strong>Sugestão prática:</strong> reúna 2 ou 3 amigos, façam o rateio da cota total entre vocês e elejam <em>um</em> integrante para ser o responsável. Ele terá o nome registrado no bolão e cuidará da redistribuição do prêmio ao final, caso haja premiação.</p>"
  },
  {
    "question": "O que é a comunidade WhatsApp \"Bolões do Borges\" e como ela funciona?",
    "answerHtml": "<p>A comunidade ‘Bolões do Borges’ no WhatsApp funciona como um integrador de todos os projetos e facilita as comunicações importantes.</p><ul><li><strong>Grupo de avisos</strong>: é onde o Admin reúne todos os participantes para enviar comunicados importantes e abre oportunidades dos bolões estratégicos (acumulados) e avisos dos projetos mensais e especiais.</li><li><strong>Subgrupos por projeto</strong>: cada linha (projetos mensais e projetos especiais) possui grupos específicos apenas com os participantes confirmados, garantindo foco e organização.</li><li><strong>Interações pontuais</strong>: os subgrupos ficam silenciados e são abertos em ocasiões especiais para feedback, reações aos avisos, criação de eventos e compartilhamento de arquivos relevantes.</li></ul><p>Assim, você recebe os alertas no grupo principal e participa das discussões apenas dos projetos em que está dentro, mantendo o fluxo de informações objetivo e orientado para os resultados de cada bolão.</p>"
  },
  {
    "question": "Como é calculado o valor das parcelas mensais?",
    "answerHtml": "<p><strong>Regra geral</strong>:</p><ul><li>Quem <strong>entra desde o primeiro mês</strong> paga sempre o <strong>valor fixo</strong> da parcela mensal (<em>valorMes</em>). <strong>Não há ajuste</strong>.</li><li>O <strong>ajuste</strong> só se aplica a quem <strong>entra após o início</strong> do projeto, para compensar os meses já decorridos.</li></ul><p><strong>Fórmula da entrada ao entrar no mês M</strong> (quando o projeto começou em <em>mesInicio</em>):</p><p><code>Entrada(M) = (M - mesInicio) × (valorMes + 1) + valorMes</code></p><p><strong>Definições</strong>:</p><ul><li><code>valorMes</code>: valor fixo da parcela mensal.</li><li><code>mesInicio</code>: mês de início do projeto.</li><li>Para cada mês entre <code>mesInicio</code> e <code>M</code>: se for <strong>anterior a M</strong>, somam‑se <code>valorMes + 1</code>; se for o <strong>próprio mês M</strong>, soma‑se apenas <code>valorMes</code>.</li></ul><p><strong>Exemplos (valores ilustrativos)</strong>:</p><ul><li><em>valorMes</em> = R$ 50, <em>mesInicio</em> = Janeiro; entrada em <strong>Abril</strong>: <code>Entrada(Abr) = (4 − 1) × (50 + 1) + 50 = 3 × 51 + 50 = R$ 203</code> (Jan, Fev, Mar com +1; Abril sem +1).</li><li><em>valorMes</em> = R$ 40, <em>mesInicio</em> = Março; entrada em <strong>Junho</strong>: <code>Entrada(Jun) = (6 − 3) × (40 + 1) + 40 = 3 × 41 + 40 = R$ 163</code>.</li></ul><p>Após a entrada, a partir do mês seguinte, o participante paga apenas o <strong>valorMes</strong> mensal.</p>"
  },
  {
    "question": "Como faço os pagamentos?",
    "answerHtml": "<p>Os pagamentos são feitos exclusivamente via <strong>PIX</strong>. <strong>Não trabalhamos com outras formas de pagamento.</strong> Copie a chave utilizando o botão abaixo:</p><button onclick=\"copiarPix(this)\" class=\"btn sb2025\" style=\"margin-top: 0.5rem;\" data-pix=\"3b4a7d83-2fcd-41a5-b7c6-1be66a8b9993\">📋 Copiar Chave PIX</button><p id=\"feedbackPix\" style=\"color: green; display: none; margin-top: 0.5rem;\">✅ Chave copiada!</p><div style=\"margin-top: 1rem; padding: 1rem; background-color: #ffeaea; border-left: 5px solid #dc3545; border-radius: 4px; font-weight: bold; color: #721c24;\">⚠️ Evite fraudes!<br>Antes de efetuar o PIX, verifique os seguintes dados:<br>👉🏼 Nome: <strong>FERNANDO MARQUES BORGES</strong><br>👉🏼 CPF: <strong>•••.468.296-••</strong><br>👉🏼 Identificador: <strong>BolaoBorges</strong></div>"
  },
  {
    "question": "Aceitam outras formas de pagamento?",
    "answerHtml": "<p>Não. Os pagamentos são <strong>somente via PIX</strong>.</p><p>Não aceitamos TED/DOC, cartão, boleto, dinheiro em espécie, aplicativos de terceiros ou transferências para contas não informadas oficialmente.</p><p>Use sempre a chave disponibilizada no item acima e confirme os dados do destinatário antes de enviar.</p>"
  },
  {
    "question": "Como facilitar os pagamentos mensais?",
    "answerHtml": "<p>Para os casos de projetos especiais, você pode agendar um PIX recorrente no seu banco com os valores corretos e datas certas — assim você evita esquecimentos. Projetos Mensais como Quina Mensal e Lotofácil Mensal precisam ser pagos no dia avisado pelo Administrador, pois os valores mudam mês a mês e não é possível agendar nesses casos.</p>"
  },
  {
    "question": "Como as Caixinhas do Nubank são usadas nos projetos especiais?",
    "answerHtml": "<p>Para organizar os recursos dos <strong>projetos especiais</strong>, utilizamos <strong>Caixinhas do Nubank</strong> como mecanismo de <em>segregação financeira</em> e controle mensal.</p><p><strong>Vantagens</strong>:</p><ul><li><strong>Separação por finalidade</strong>: cada projeto (por exemplo, Lotofácil da Independência, Quina de São João, Mega da Virada) mantém seu saldo em uma caixinha própria, evitando mistura de recursos.</li><li><strong>Visibilidade e previsibilidade</strong>: o acompanhamento do saldo por projeto facilita o planejamento de compras de apostas e metas de arrecadação.</li><li><strong>Organização e disciplina</strong>: entradas mensais ficam reservadas até o momento do registro das apostas, reduzindo risco operacional.</li><li><strong>Eficiência</strong>: simplifica a conciliação com planilhas e a <a href=\"prest.html\" target=\"_blank\" rel=\"noopener noreferrer\">prestação de contas</a>.</li></ul><p><strong>Como organizamos</strong>:</p><ul><li><strong>Uma caixinha por projeto</strong>, com nome padronizado (ex.: “Especial — Mega da Virada 2025”).</li><li><strong>Conciliação mensal</strong>: os aportes recebidos via PIX são lançados na planilha do projeto e conciliados com o saldo da caixinha correspondente.</li><li><strong>Metas e etiquetas</strong>: utilizamos metas/observações para indicar valor‑alvo por projeto e período.</li><li><strong>Transparência</strong>: extratos/resumos são anexados à pasta do projeto no Drive e referenciados na prestação de contas.</li><li><strong>Saídas controladas</strong>: no fechamento, os valores são transferidos para registrar as apostas; prêmios e sobras seguem as regras de repasse/reinvestimento.</li></ul><p><strong>Observações importantes</strong>:</p><ul><li>As caixinhas são um <strong>recurso de organização interna</strong>; não configuram conta em custódia ou serviço fiduciário para terceiros.</li><li>O acesso é <strong>exclusivo do Administrador</strong>, com boas práticas de segurança (múltiplos fatores, dispositivos confiáveis) e <strong>sem compartilhamento de dados sensíveis</strong>.</li><li>Se houver mudança operacional (instituição/conta), os participantes serão comunicados e a documentação será atualizada.</li></ul>"
  },
  {
    "question": "O que acontece se eu atrasar o pagamento?",
    "answerHtml": "<p>Pagamentos em atraso seguem duas regras simples:</p><ul><li><strong>Correção simbólica:</strong> o valor devido é cobrado no mês seguinte com acréscimo de <strong>R$ 1,00</strong> (conforme política da comunidade).</li><li><strong>Persistência do atraso:</strong> se o pagamento não for regularizado, o participante é removido do grupo e <strong>o valor eventualmente pago é integralmente devolvido</strong>.</li></ul><p>Em caso de imprevistos, avise com antecedência para avaliarmos alternativas.</p>"
  },
  {
    "question": "Posso desistir ou pedir devolução de pagamentos antecipados?",
    "answerHtml": "<p>Tratamos pedidos de <strong>desistência</strong> e de <strong>devolução de pagamentos antecipados</strong> apenas em <strong>casos excepcionais</strong>, avaliados pelo Administrador.</p><p><strong>Regra geral</strong>: a adesão aos <strong>projetos especiais</strong> implica compromisso de permanência até o seu encerramento, dado o <em>planejamento financeiro</em> e <em>operacional</em> do grupo.</p><p><strong>Quando aprovado</strong>: os valores pagos são <strong>devolvidos</strong> e o participante é <strong>excluído do bolão</strong>, com revogação de acessos às pastas e comunicações do projeto.</p><p><strong>Responsabilidade do participante</strong>: ao ingressar, você declara ciência das regras, das janelas e prazos, assumindo a responsabilidade de <strong>permanecer</strong> nos projetos especiais e manter os pagamentos no período acordado.</p><p>Para solicitar avaliação, entre em contato por <a href=\"mailto:correiodofernando@gmail.com\">e‑mail</a>.</p>"
  },
  {
    "question": "Quando as apostas são registradas?",
    "answerHtml": "<p>Registramos as apostas com <strong>antecedência planejada</strong>, conforme o cronograma de cada projeto.</p><ul><li><strong>Projetos especiais</strong>: registro realizado <strong>no mínimo 7 dias antes</strong> do sorteio.</li><li><strong>Projetos mensais</strong>: o registro é efetuado <strong>imediatamente após o fechamento do ciclo vigente</strong>, para que não haja <em>solução de continuidade</em>; contamos com a <strong>colaboração de todos</strong> no cumprimento dos prazos.</li></ul><p>Esse planejamento evita <strong>congestionamento</strong> do site oficial, reduz <strong>erros operacionais</strong> e elimina <strong>corre‑corre</strong> de última hora — uma prática alinhada a <strong>responsabilidade, profissionalismo e método</strong>.</p><p>As datas e marcos são divulgados na comunidade e constam no <strong>cronograma</strong> de cada projeto.</p>"
  },
  {
    "question": "As apostas são registradas em lotérica?",
    "answerHtml": "<p><strong>Não</strong>. Todo o processo é <strong>online</strong> 🌐.</p><p>As apostas são registradas diretamente no sistema oficial da Caixa — <a href=\"https://www.loteriasonline.caixa.gov.br/\" target=\"_blank\" rel=\"noopener noreferrer\">Loterias Online</a> — com emissão de comprovantes digitais válidos.</p><p><strong>Segurança aplicada</strong> 🔒:</p><ul><li><strong>Confirmação por e‑mail</strong> para operações sensíveis;</li><li><strong>MFA</strong> (autenticação em dois fatores) no acesso e na confirmação de transações;</li><li><strong>Dispositivos de confiança</strong> e sessões controladas;</li><li><strong>Comprovantes digitais</strong> registrados e guardados no histórico oficial.</li></ul><p><strong>Organização, método e tecnologia</strong>: processos padronizados, controles de acesso e registro, e uso de ferramentas digitais para garantir <strong>rastreabilidade</strong>, <strong>transparência</strong> e <strong>segurança</strong>.</p>"
  },
  {
    "question": "Como são escolhidos os jogos/dezenas?",
    "answerHtml": "<p>🧠 Adotamos uma abordagem combinada, com transparência e método:</p><ul><li><strong>Participação dos integrantes:</strong> parte dos jogos é marcada pelos participantes em planilha dedicada (\"dezenas da sorte\").</li><li><strong>Modelos computacionais:</strong> outra parte é gerada por algoritmos de Inteligência Artificial (Machine Learning e Redes Neurais), personalizados para cada modalidade. Os modelos são atualizados periodicamente com técnicas estudadas em publicações acadêmicas internacionais.</li><li><strong>Registro oficial:</strong> todas as apostas são registradas no aplicativo oficial da Caixa e/ou no site <a href=\"https://www.loteriasonline.caixa.gov.br/\" target=\"_blank\" rel=\"noopener noreferrer\">Loterias Online</a>, com comprovantes digitais compartilhados.</li></ul>"
  },
  {
    "question": "Recebo cópia física dos bilhetes?",
    "answerHtml": "<p>🧾 Não. As apostas são digitais, registradas no aplicativo oficial da Caixa e/ou no site <a href=\"https://www.loteriasonline.caixa.gov.br/\" target=\"_blank\" rel=\"noopener noreferrer\">Loterias Online</a>. Os comprovantes e recibos digitais são compartilhados por e‑mail e no Drive do projeto.</p>"
  },
  {
    "question": "Quando é feita a conferência dos bilhetes?",
    "answerHtml": "<p>A conferência acontece após cada sorteio (por volta das 21:20), e todos recebem o relatório completo por e‑mail.</p>"
  },
  {
    "question": "Como conferir cada aposta registrada?",
    "answerHtml": "<p>O Administrador desenvolveu um <strong>sistema próprio</strong> de conferência, integrado à <strong>API oficial da Caixa</strong>, que <strong>coleta automaticamente</strong> os resultados dos sorteios e confere todas as apostas de cada bolão.</p><p>Você recebe por <strong>e‑mail</strong> um <strong>relatório detalhado</strong> com:</p><ul><li>lista de jogos conferidos por projeto;</li><li>acertos por aposta e por combinação;</li><li>prêmios por bilhete e totais consolidados;</li><li>links diretos para as <strong>planilhas</strong> e comprovantes no <strong>Google Drive</strong>.</li></ul><p><strong>Vantagens</strong>: <strong>transparência</strong> (trilhas auditáveis e documentos no Drive), <strong>automação</strong> (menos erros manuais), <strong>exatidão</strong> (base nos resultados oficiais), <strong>agilidade</strong> (envio logo após a divulgação) e <strong>organização</strong> (histórico completo por projeto).</p>"
  },
  {
    "question": "Como recebo os resultados e comprovantes?",
    "answerHtml": "<p>Os resultados e comprovantes são enviados por <strong>e‑mail</strong> e ficam disponíveis no <strong>Google Drive</strong> do projeto. Veja também o item \"Como conferir cada aposta registrada?\".</p>"
  },
  {
    "question": "Onde vejo minha planilha e histórico?",
    "answerHtml": "<p>Você recebe em seu e‑mail um link exclusivo com todos os dados de pagamentos, cotas e resultados. Também pode acessar pelo seu Drive em \"Compartilhados comigo\".</p>"
  },
  {
    "question": "Como funciona a prestação de contas?",
    "answerHtml": "<p>Transparência com documentos oficiais e <strong>trilhas de acesso</strong> conferíveis.</p><ul><li><strong>Canais:</strong> e‑mail (relatórios), Google Drive (planilhas, comprovantes, registros) e WhatsApp (resumos).</li><li><strong>Segurança:</strong> acesso autenticado, permissões mínimas necessárias e histórico de alterações.</li><li><strong>LGPD e privacidade:</strong> minimização de dados e exposição controlada.</li><li><strong>Cronograma:</strong> fechamento de cotas → registro das apostas → resultados → prestação final.</li><li><strong>O que você recebe:</strong> links oficiais, PDFs, planilhas e comprovações auditáveis.</li></ul><p>Detalhes e exemplos em <a href=\"prest.html\" target=\"_blank\" rel=\"noopener noreferrer\">Prestação de Contas</a>.</p>"
  },
  {
    "question": "Comunicação e documentos oficiais",
    "answerHtml": "<ul><li>📣 Toda comunicação oficial é realizada por <strong>e‑mail</strong>, incluindo confirmação de pagamento via PIX, link de acesso à pasta do projeto no Google Drive, prestação de contas e conferência detalhada das apostas.</li><li>Todos os documentos — comprovantes de pagamento, relatórios financeiros, termos de adesão e registros de apostas — são organizados em <strong>PDF</strong> e armazenados no Drive do projeto, com <strong>acesso restrito</strong> aos participantes.</li><li>Utilizamos grupos de <strong>WhatsApp</strong> para avisos. Eventualmente abrimos para interação entre os participantes, exclusivamente sobre os projetos.</li><li>A prestação de contas é publicada logo após o registro do bolão. Os resultados são enviados por e‑mail imediatamente após a divulgação da <strong>API oficial da Caixa</strong>, com a conferência detalhada.</li></ul>"
  },
  {
    "question": "Transparência e rastreabilidade",
    "answerHtml": "<p>🔍 A transparência é garantida com a emissão da <strong>Relação de Participantes</strong> e suas respectivas cotas, além dos <strong>comprovantes individuais</strong> de pagamento via PIX. Esses documentos constituem prova formal da participação, quando necessário.</p>"
  },
  {
    "question": "Privacidade: quem pode ver minhas informações?",
    "answerHtml": "<p>🔒 O acesso às planilhas e documentos é <strong>estritamente controlado</strong> e concedido somente a <strong>usuários autenticados</strong> (e‑mails informados pelos próprios participantes). Adotamos práticas alinhadas à <strong>LGPD</strong>, com minimização de dados, controle de acesso e registro adequado das operações.</p>"
  },
  {
    "question": "Há alguma fiscalização ou auditoria?",
    "answerHtml": "<p>Não há uma equipe formal, mas ao final de cada projeto realizamos <strong>auditoria voluntária</strong>. Documentos são enviados a todos os participantes, e qualquer pessoa pode solicitar esclarecimentos ou realizar auditoria independente.</p>"
  },
  {
    "question": "Quais são os compromissos do organizador?",
    "answerHtml": "<ul><li>Conduzir todos os projetos com <strong>transparência, responsabilidade e ética</strong>, zelando pela confiança dos participantes.</li><li>Aplicar integralmente os valores arrecadados na aquisição de <strong>apostas oficiais</strong>, conforme as regras de cada projeto.</li><li>Prestar contas de forma clara, organizada e acessível, disponibilizando aos participantes <strong>comprovantes de pagamento</strong>, a <strong>relação completa das apostas</strong>, a <strong>distribuição das cotas</strong> e os <strong>resultados</strong> obtidos.</li><li>Preservar a <strong>confidencialidade</strong> das informações pessoais e financeiras, armazenando dados e documentos com segurança e acesso exclusivo aos participantes autorizados.</li><li>Realizar a <strong>distribuição proporcional</strong> de quaisquer premiações relevantes, com base nas cotas efetivamente adquiridas por cada participante.</li></ul><p>Essa distribuição observa as diretrizes da <strong>Receita Federal do Brasil</strong> aplicáveis a apostas conjuntas em loterias, nos termos do <em>Regulamento do Imposto sobre a Renda – RIR/2018</em>, art. 732, inciso I, e da Lei nº 11.941/2009.</p><p>Nos termos legais, o valor total do prêmio é informado pelo <strong>administrador</strong> — que efetua a aposta em seu nome — na sua <em>Declaração de Ajuste Anual (DAA)</em>, na ficha “Rendimentos Sujeitos à Tributação Exclusiva/Definitiva”. Os repasses aos cotistas são declarados na ficha “Pagamentos Efetuados”, código “99 – Outros”, indicando o CPF de cada participante e a natureza do pagamento (aposta conjunta em loteria).</p><p>Cada participante deve declarar o valor recebido na ficha “Rendimentos Isentos e Não Tributáveis”, vinculando o CPF do administrador e a origem da premiação como cota‑parte de uma aposta coletiva. Tal procedimento garante a legalidade da operação, a isenção tributária sobre os repasses e a rastreabilidade formal de toda a movimentação.</p>"
  },
  {
    "question": "Quem é o Administrador e quais são suas responsabilidades?",
    "answerHtml": "<p>O Administrador dos projetos é <strong>Fernando Borges</strong>.</p><p><strong>Perfil profissional</strong>:</p><ul><li>Profissional de Segurança da Informação e <em>Incident Handler</em>;</li><li>Mestrado (áreas) em Ciência da Computação, com atuação em Cybersecurity;</li><li>Entusiasta de IA e Machine Learning aplicados a estratégias de loteria;</li><li>Organizador dos bolões e curador dos modelos e regras.</li></ul><p><strong>Responsabilidades</strong>:</p><ul><li>Governança dos projetos, definição e divulgação das regras;</li><li>Gestão de risco e segurança, prevenção a fraudes e controle de acessos;</li><li>Coordenação dos registros de apostas e consolidação de comprovantes e resultados;</li><li>Prestação de contas com trilhas auditáveis (<a href=\"prest.html\" target=\"_blank\" rel=\"noopener noreferrer\">saiba mais</a>);</li><li>Atendimento aos participantes e mediação de comunicações.</li></ul><p><strong>Compromissos e limites</strong>:</p><ul><li>Transparência, integridade e conformidade com a LGPD no tratamento de dados;</li><li>Sem taxa de administração; 100% dos valores são destinados às apostas do grupo;</li><li>Uso de IA apenas como apoio estatístico, <strong>sem garantia de acertos</strong> (<a href=\"ia.html\" target=\"_blank\" rel=\"noopener noreferrer\">entenda a abordagem</a>);</li><li>Respeito às janelas e regras publicadas para cada projeto.</li></ul><p><strong>Contato</strong>: <a href=\"mailto:correiodofernando@gmail.com\">correiodofernando@gmail.com</a>.</p>"
  },
  {
    "question": "Qual o valor mínimo para repasse vs. reinvestimento?",
    "answerHtml": "<p>Adotamos o critério de <strong>valor significativo</strong> por cota: quando o <strong>prêmio proporcional</strong> a cada participante <strong>excede o valor efetivamente pago pela cota no período</strong>, fazemos o <strong>repasse via PIX</strong>. Caso contrário, o valor é <strong>reaplicado</strong> em novos jogos do projeto, com o devido registro em prestação de contas.</p>"
  },
  {
    "question": "Prêmios de pequeno valor serão reaplicados?",
    "answerHtml": "<p>Sim. Prêmios de pequeno valor são <strong>reaplicados</strong> em novos jogos, a critério do administrador, para manter a dinâmica e ampliar as chances de premiação coletiva.</p>"
  },
  {
    "question": "Prêmios significativos: como é a divisão?",
    "answerHtml": "<p>Prêmios significativos são <strong>divididos proporcionalmente</strong> entre os participantes e o administrador, com base no número de cotas adquiridas, conforme registrado na prestação de contas de cada projeto.</p>"
  },
  {
    "question": "Há impostos sobre os prêmios?",
    "answerHtml": "<p>🧾 Os prêmios de loterias estão sujeitos a tributação exclusiva na fonte conforme a legislação vigente. Nos <strong>repasses proporcionais entre cotistas</strong> em apostas conjuntas, observamos as <a href=\"https://www.planalto.gov.br/ccivil_03/_ato2015-2018/2018/decreto/d9580.htm#:~:text=Dos%20pr%C3%AAmios%20e%20dos%20sorteios%20em%20geral\" target=\"_blank\" rel=\"noopener noreferrer\">orientações da Receita Federal do Brasil para apostas conjuntas</a>, assegurando a legalidade do procedimento e a correta classificação na declaração de cada participante.</p>"
  },
  {
    "question": "Como a IA é usada nos projetos?",
    "answerHtml": "<p>🤖 Usamos IA para apoiar as escolhas com base em dados — <strong>sem prometer acertos</strong> — e generalizamos para todas as modalidades.</p><ul><li><strong>Estatística vs LSTM (alto nível):</strong> combinamos <em>estatística descritiva</em> (frequências/tendências do histórico) com <em>predições LSTM</em> (probabilidades aprendidas no tempo), de forma complementar e calibrada.</li><li><strong>Pool por faixas:</strong> selecionamos números fortes por blocos/faixas para formar um conjunto base.</li><li><strong>Lotes com fixa exclusiva:</strong> criamos subgrupos com uma fixa por lote para aumentar a diversidade.</li><li><strong>Semelhança controlada:</strong> limitamos o quanto dois jogos podem se parecer entre si e com o histórico.</li><li><strong>Bloqueios e variações:</strong> bloqueios hierárquicos quando há tamanhos diferentes e variações locais opcionais sem piorar a qualidade.</li></ul><p>Detalhes na página <a href=\"ia.html\" target=\"_blank\" rel=\"noopener noreferrer\">IA nos Projetos</a>.</p>"
  },
  {
    "question": "Ainda tenho dúvidas. O que faço?",
    "answerHtml": "<p>Entre em contato com o organizador <a href=\"mailto:correiodofernando@gmail.com\">por e‑mail</a>.</p>"
  }
]
